Repository: common-repository/123tcs-gift-card-payments-for-woocommerce
Catalog: languages/tcs-gift-card-payments-for-woocommerce-*.po
Languages: nl_nl

source: Gift Card name and logo
nl_nl: Gift Card naam en logo

source: Activate test mode
nl_nl: Activeer de testmodus

source: Open loop card
nl_nl: Open loop kaart

source: Gift Card name
nl_nl: Gift Card naam

source: Save changes
nl_nl: Opslaan

source: Enter your TCS Merchant ID and Secret keys here
nl_nl: Vul hier je TCS Merchant ID en Secret Keys in

source: Enter your Gift Card name and Gift Card logo here
nl_nl: Vul hier de naam van je Gift Card in en selecteer een logo

source: <strong>123TCS Gift Card Payments for WooCommerce</strong> The Live Merchant Id and / or Live Secret Key is missing. Please <a href="%s">set the Merchant Id and Secret Key</a> to use 123TCS Gift Card Payments for WooCommerce
nl_nl: <strong>123TCS Gift Card Payments for WooCommerce</strong> Het Live Merchant Id en / of Live Secret Key ontbreekt. <a href="%s">Stel je Merchant Id en Secret Key in</a> om 123TCS Gift Card Payments for WooCommerce te gebruiken

source: <strong>123TCS Gift Card Payments for WooCommerce</strong> The Test Merchant Id and / or Test Secret Key is missing. Please <a href="%s">set the Merchant Id and Secret Key</a> to use 123TCS Gift Card Payments for WooCommerce
nl_nl: <strong>123TCS Gift Card Payments for WooCommerce</strong> Het Test Merchant Id en / of Live Secret Key ontbreekt. <a href="%s">Stel je Merchant Id en Secret Key in</a> om 123TCS Gift Card Payments for WooCommerce te gebruiken

source: <strong>123TCS Gift Card Payments for WooCommerce</strong> The test mode is active. Please <a href="%s">deactivate this</a> before going into production
nl_nl: <strong>123TCS Gift Card Payments for WooCommerce</strong> De testmodus is actief. <a href="%s">deactiveer de testmodus</a> voor dat je live gaat

source: 123TCS Gift Card Payments for WooCommerce is inactive:
nl_nl: 123TCS Gift Card Payments for WooCommerce is niet actief:

source: The WooCommerce plugin must be active. Please install & activate WooCommerce
nl_nl: De WooCommerce plugin moet actief zijn. Installeer & activeer WooCommerce

source: Correct the above errors to use 123TCS Gift Card Payments for WooCommerce
nl_nl: Los bovenstaande problemen op om 123TCS Gift Card Payments for WooCommerce te kunnen gebruiken

source: The Live Secret Key should consist of 32 alfanumerical characters without spaces.
nl_nl: De Live Secret Key moet uit 32 alfanumerieke tekens bestaan zonder spaties.

source: The Test Secret Key should consist of 32 alfanumerical characters without spaces.
nl_nl: De Test Secret Key moet uit 32 alfanumerieke tekens bestaan zonder spaties.

source: Merchant Id and Secret Key successfully validated.
nl_nl: Merchant Id en Secret Key succesvol gevalideerd.

source: MerchantID not found
nl_nl: MerchantID niet gevonden

source: Secret Key not valid
nl_nl: Secret Key niet geldig

source: Not able to check credentials
nl_nl: De credentials kunnen niet gecontroleerd worden

source: Activate the test mode if you want to test the plugin without using real payments.
nl_nl: Activeer de testmodus als je de plugin wilt testen zonder echte betalingen te doen.

source: Check this box when your Gift Card is an open loop card. This limits the maximum amount to withdraw from a single gift card to €50,- to comply with regulations.
nl_nl: Vink dit aan wanneer jouw Gift Card een 'open loop' kaart is. Dit limiteert het maximum bedrag dat afgeschreven kan worden van een enkele gift card tot €50,- om te voldoen aan wettelijke regelgeving.

source: Use aspect ratio 4 : 3
nl_nl: Gebruik een aspect ratio van 4 : 3

source: Upload image
nl_nl: Afbeelding uploaden

source: Error for card number %s with verification code %s.
nl_nl: Fout voor kaartnummer %s met verificatiecode %s.

source: An error occurred in the request, please contact the webshop administator
nl_nl: Er is een fout opgetreden, neem contact op met de webshopbeheerder

source: Unknown error, please contact the webshop administator
nl_nl: Onbekende fout, neem alsjeblieft contact op met de beheerder

source: System error, please contact the webshop administator
nl_nl: Systeemfout, neem alsjeblieft contact op met de beheerder

source: Entered amount invalid
nl_nl: Ingevoerde bedrag ongeldig

source: Card number not found
nl_nl: Kaartnummer niet gevonden

source: Card status unknown
nl_nl: Kaartstatus onbekend

source: Card type unknown
nl_nl: Kaarttype niet herkend

source: Card status not valid
nl_nl: Kaartstatus ongeldig

source: Card not activated
nl_nl: Kaart niet geactiveerd

source: Card already activated
nl_nl: Kaart is al geactiveerd

source: Card is deactivated
nl_nl: Kaart is gedeactiveerd

source: Card suspended
nl_nl: Kaart geschorst

source: Card expired
nl_nl: Kaart verlopen

source: Entered start date wrong
nl_nl: Ingevoerde startdatum verkeerd

source: Card Startdate is too high
nl_nl: Kaart startdatum is te hoog

source: Current date is lower than card startdate
nl_nl: Huidige datum is lager dan kaart startdatum

source: Card is registered
nl_nl: Kaart is geregistreerd

source: EAN code not found
nl_nl: EAN code niet gevonden

source: No more numbers available
nl_nl: Geen nummers beschikbaar

source: Category not found
nl_nl: Categorie niet gevonden

source: Entered amount exceeds the maximum allowable value
nl_nl: Het ingevoerde bedrag overschrijd de maximum waarde

source: Entered amount is less than the minimum allowable value
nl_nl: Het ingevoerde bedrag is minder dan de toegestane minimumwaarde

source: Wrong currency used
nl_nl: Verkeerde munteenheid gebruikt

source: Transactions limit reached
nl_nl: Transactielimiet bereikt

source: Daily transaction limit reached
nl_nl: Dagelijkse transactielimiet bereikt

source: Transaction not allowed today
nl_nl: Transactie vandaag niet toegestaan

source: Transaction not allowed rollback
nl_nl: Transactie kan niet teruggedraaid worden

source: Transaction no longer allowed
nl_nl: Transactie niet meer toegestaan

source: Card already in use
nl_nl: Kaart is al in gebruik

source: Maximum number of refills exceeded
nl_nl: Maximum aantal her-opwaarderingen bereikt

source: Card activated elsewhere
nl_nl: Kaart is al reeds geactiveerd

source: Transaction was already refunded
nl_nl: Transctie is al reeds teruggedraaid

source: Transaction reference not found
nl_nl: Referentie van de transctie is niet gevonden

source: Amount is too high
nl_nl: Ingegeven bedrag is te hoog

source: Transaction requestID is not unique
nl_nl: Het request ID is niet uniek

source: CustomerID is not equal
nl_nl: Klantnummer is niet gelijk

source: No card(s) found for this CustomerID
nl_nl: Geen kaarten gevonden bij deze klant

source: Current amount insufficient
nl_nl: Huidige bedrag is niet voldoende

source: Amount outside allowed range
nl_nl: Bedrag is buiten het toegestane bereik

source: System error, please contact webshop administrator
nl_nl: Systeemfout, neem contact op met de webshopbeheerder

source: User not active
nl_nl: Gebruiker is niet actief

source: Not allowed to use this card
nl_nl: Deze kaart mag niet worden gebruikt

source: User is not allowed to do a rollback
nl_nl: Deze kaart mag niet worden gebruikt

source: Internal failure, please contact webshop administrator
nl_nl: Interne fout, neem contact op met de webshopbeheerder

source: Request ID not found
nl_nl: Request ID niet gevonden

source: Invalid request ID
nl_nl: Request ID incorrect

source: Request ID not correct
nl_nl: Request ID incorrect

source: Transaction already rolled back
nl_nl: Transactie is al reeds teruggedraaid

source: Request can not be validated, please contact webshop administrator
nl_nl: Aanvraag kan niet worden gevalideerd, neem contact op met de webshopbeheerder

source: An unknown error occured, please contact webshop administrator
nl_nl: Onbekende fout, neem contact op met de webshopbeheerder

source: Processing...
nl_nl: Verwerken...

source: Card number should not be empty.
nl_nl: Kaartnummer mag niet leeg zijn.

source: No validation code entered for card %s
nl_nl: Geen validatiecode ingevoerd voor kaart %s

source: The card number should consist of 19 numbers. You entered card number %s with validation code: %s
nl_nl: Het kaartnummer moet bestaan uit 19 cijfers. Je hebt kaartnummer %s met validatiecode: %s ingevoerd

source: The verification code should consist of 5 numbers. You entered card number %s with validation code: %s
nl_nl: De verificatiecode moet bestaan uit 5 cijfers. Je hebt kaartnummer %s met validatiecode: %s ingevoerd

source: Gift Card %s with validation code %s cannot be used it has the status %s.
nl_nl: Gift Card %s met validatiecode %s kan niet gebruikt worden. De status is %s.

source: Gift Card %s with validation code %s has no balance.
nl_nl: Gift Card %s met validatiecode %s heeft geen tegoed.

source: Request could not be validated, please refresh the page and try again
nl_nl: Het verzoek kon niet worden gevalideerd, ververs de pagina en probeer het nog eens

source: Unable to remove card
nl_nl: Kaart kan niet verwijderd worden

source: (remove card)
nl_nl: (kaart verwijderen)

source: The following %s gift card(s) will be subtracted from the total on payment:
nl_nl: De volgende %s gift card(s) zullen bij betaling van het totaal afgetrokken worden:

source: Card number
nl_nl: Kaartnummer

source: Amount
nl_nl: Bedrag

source: Remaining amount
nl_nl: Restantbedrag

source: Amount withdrawn
nl_nl: Afgeschreven bedrag

source: Paid %s with Gift Card %s
nl_nl: %s betaald met Gift Card %s

source: Rolled back %s for Gift Card %s. Original request id: %s
nl_nl: %s teruggeboekt voor Gift Card %s. Originele request id: %s

source: Rollback failed for Gift Card %s. Original request id: %s
nl_nl: Terugboeken mislukt voor Gift Card %s. Originele request id: %s

source: Validation code
nl_nl: Validatiecode

source: Add Gift Card
nl_nl: Gift Card toevoegen
